[{
    "_id": "ObjectId('6512e9064ec8860ba3fdeeb4')",
    "title": "Jawan",
    "title_img": "https://www.imdb.com/title/tt15354916/mediaviewer/rm4279328001/?ref_=tt_ov_i",
    "synopsis": "An emotional journey of a man who is set to rectify the wrongs in the society, in an attempt to get even with his past, driven by a personal vendetta while keeping up to a promise made years ago. A high-octane action thriller where he is up against a dreadful monstrous outlaw who knows no fear and has caused extreme suffering to many. In the journey he will cross paths with a high-minded seasoned lady officer whose emotions might get the better of her as she gets involved in this battle. As his past catches up with him, to overcome the challenges and restore the harmony in their world, he will need all the firepower and intelligence to do so.",
    "banner": "https://www.imdb.com/title/tt15354916/mediaviewer/rm4279328001/?ref_=tt_ov_i",
    "Rating": "7.6",
    "path": "video.mp4"
},
{
    "_id": "ObjectId('6512e9064ec8860ba3fdeeb5')",
    "title": "Jailer",
    "title_img": "https://www.imdb.com/title/tt11663228/mediaviewer/rm353982465/?ref_=tt_ov_i",
    "synopsis": "Muthuvel Pandian is a retired jailer living happily with his wife, son, daughter-in-law and grandson. His son who is an Assistant Commissioner of police goes missing while investigating the case of missing temple idols and is presumed dead. The story is about how Muthuvel Pandian goes toe to toe against Varma, the mastermind behind large-scale smuggling of temple idols and treasures, and avenges his son.",
    "banner": "https://www.imdb.com/title/tt11663228/mediaviewer/rm353982465/?ref_=tt_ov_i",
    "Rating": "7.1",
    "path": "video.mp4"
},
{
    "_id": "ObjectId('6512e9064ec8860ba3fdeeb6')",
    "title": "OMG 2",
    "title_img": "https://www.imdb.com/title/tt15732324/mediaviewer/rm3878836225/?ref_=tt_ov_i",
    "synopsis": "Kanti Sharan Mudgal a devotee of Lord Shiva who runs a shop in the temple premises and lives happily with his family.He gets a shocked when he finds that his son Vivek has been admitted to hospital and finds that the Doctor only wants to speak to him.After Doctor's consultation Kanti finds from Vivek's friend Zaheer that in order to increase size of his penis Vivek had taken pills after his classmates questioned about his size which lead him to hospitalization.Kanti convinces Vivek to join back school but he is issued a rustication letter after his video goes viral of masturbating in school bathroom.Kanti's world turns upside down after this incident as the video becomes viral in society and everyone avoids his family.As Kanti is true follower of Lord Shiva he sends his messenger to help Kanti in his difficult times.The messenger roams as a vagabond in the region and helps Kanti in his difficult times.Kanti gets the courage and files a case against Vivek's school and others responsible for the same and also files a plea in court to make sex education compulsory in school so that kids don't go wrong way.",
    "banner": "https://www.imdb.com/title/tt15732324/mediaviewer/rm3878836225/?ref_=tt_ov_i",
    "Rating": "8.1",
    "path": "video.mp4"
},
{
    "_id": "ObjectId('6512e9064ec8860ba3fdeeb7')",
    "title": "Gadar 2",
    "title_img": "https://www.imdb.com/title/tt15441054/mediaviewer/rm1540043521/?ref_=tt_ov_i",
    "synopsis": "Gadar II brings back India's most loved family of Tara, Sakeena and Jeete; 22 years after its predecessor. Set against the backdrop of Indo-Pakistan war of 1971, Tara Singh, once again, will face every enemy to protect the honor of country and family.",
    "banner": "https://www.imdb.com/title/tt15441054/mediaviewer/rm1540043521/?ref_=tt_ov_i",
    "Rating": "5.8",
    "path": "video.mp4"
},
{
    "_id": "ObjectId('6512e9064ec8860ba3fdeeb8')",
    "title": "Mahaveeran",
    "title_img": "https://www.imdb.com/title/tt22543326/mediaviewer/rm1296311553/?ref_=tt_ov_i",
    "synopsis": "Satya (Sivakarthikeyan), a timid cartoonist, lives with his mother and sister in a slum until they are asked to relocate to a new 1 BHK apartment constructed by MN Jeyakodi (Mysskin) only to find them faulty. Satya and his family always face bitter experience with Jeyakodi's henchmen. In one instance, one of his henchmen misbehaves with Satya's sister and Satya is berated by his mother for his timid and silent nature. Frustrated over himself, he decides to commit suicide and backs off but falls off from his building causing a severe injury. Post his recovery, he finds a voice talking to him which is none other than the comic Maaveeran he is working on. With the help and support of Maaveeran, how does Satya turn into a courageous man and go against Jeyakodi forms the rest of the story.",
    "banner": "https://www.imdb.com/title/tt22543326/mediaviewer/rm1296311553/?ref_=tt_ov_i",
    "Rating": "7.4",
    "path": "video.mp4"
},
{
    "_id": "ObjectId('6512e9064ec8860ba3fdeeb9')",
    "title": "Vikram",
    "title_img": "https://www.imdb.com/title/tt9179430/mediaviewer/rm1740833281/?ref_=tt_ov_i",
    "synopsis": "Karnan an alcoholic enjoys a freak life but he gets brutally killed by a gang of masked men.Amar a black squad commando and is team is given the case.Amar sees that two other person were killed brutally in similar passion by the masked gang and they were government officials but is surprised why Karnan was killed as he was not connected to any government agencies.Amar's inquiry leads him to find that Karnan became an alcoholic,drug addict and womanizer after death of his son but also had another side of cold shoulder towards his grandson whose suffering from heart ailment and he lived for him.While investigating the case Amar comes across Santhanam a drug lord who has huge contacts and operates without fear on the other hand the mask gang continues to eliminate government officials.Amar finds who could be their next target and along with his team goes to save him whose under protection of Sandhanam.But the mask gang over powers them, Amar manages to chase their leader leading to an unknown identity called Vikram.",
    "banner": "https://www.imdb.com/title/tt9179430/mediaviewer/rm1740833281/?ref_=tt_ov_i",
    "Rating": "8.3",
    "path": "video.mp4"
}]